Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memtrad-tecnicasTA-usosTA.tmx
Source language: ca
Languages: es_es

source: {sager93b} comença la seua definició dient que, com a procés, es pot anomenar traducció ``un rang d'activitats humanes deliberades, que es fan com a resultat d'instruccions rebudes d'un tercer, i que consisteixen en la producció de textos en una llengua meta (LM), basada, entre altres coses, en la modificació d'un text en una llengua origen (LO) per a fer-lo adequat a un propòsit nou'', però encara no descriu la naturalesa de la modificació.
es_es: {sager93b} empieza su definición diciendo que, como proceso, se puede llamar traducción a ``un rango de actividades humanas deliberadas, que se hacen como resultado de instrucciones recibidas de un tercero, y que consisten en la producción de textos en una lengua meta (LM), basada, entre otras cosas, en la modificación de un texto en una lengua origen (LO) para adecuarlo a un propósito nuevo'', pero que todavía no describe la naturaleza de la modificación.

source: {sistemes basats en corpus} Hi ha hagut altres aproximacions inductives a la traducció automàtica, com ara els sistemes de traducció automàtica basada en exemples, tot i que a hores d'ara ja no s'usen.
es_es: {sistemas basados en corpus} Ha habido otras aproximaciones inductivas a la traducción automática, como, por ejemplo, los sistemas de traducción automática basada en ejemplos, a pesar de que a estas alturas ya no se usan.

source: {sistemes de traducció automàtica estadística} A més dels models de traducció i de la LM els sistemes de traducció automàtica estadística basats en segments bilingües combinen altres models per a establir la puntuació global d'una hipòtesi de traducció.
es_es: {sistemas de traducción automática estadística} Además de los modelos de traducción y de la LM, los sistemas de traducción automática estadística basados en segmentos bilingües combinan otros modelos para establecer la puntuación global de una hipótesis de traducción.

source: } } } } } } {Cost d'afegir una quarta llengua $L_4$ a un sistema d'interlingua.}
es_es: } } } } } } {Coste de añadir una cuarta lengua $L_4$ a un sistema de interlingua.}

source: } } } } } } } } } } } } $}} $}} $}} $}} $}} $}} } {Cost d'afegir una quarta llengua $L_4$ a un sistema de transferència.
es_es: } } } } } } } } } } } } $}} $}} $}} $}} $}} $}} } {Coste de añadir una cuarta lengua $L_4$ a un sistema de transferencia.

source: } Si prenem un diccionari i traduïm el text mot per mot, prenent la primera traducció possible en cada cas ---pot haver-n'hi més d'una---, s'obté el text següent: { En temps passat, un illa, enorme porc - soler viure esmentat i ell - soler menjar més-d'un home.
es_es: } Si cogemos un diccionario y traducimos el texto palabra por palabra, utilizando la primera traducción posible en cada caso ---puede haber más de una---, se obtiene el siguiente texto: {En temps passat, un illa, enorme porc - soler viure esmentat i ell - soler menjar més-d'un home.

source: És a dir, es fa una anàlisi morfològica i una anàlisi sintàctica (anglés parsing) de la frase en LO.
es_es: Es decir, se hace un análisis morfológico y un análisis sintáctico (inglés parsing) de la frase en LO.

source: És a dir, llig les oracions mot a mot d'esquerra a dreta i fa l'anàlisi morfològica de cada mot, prova de detectar la seqüència més llarga de mots que concorda amb alguna seqüència de categories lèxiques que té en el seu catàleg, processa la seqüència, i continua immediatament després de la seqüència processada.
es_es: Es decir, lee las oraciones palabra por palabra de izquierda a derecha y hace el análisis morfológico de cada palabra, prueba a detectar la secuencia más larga de palabras que concuerda con alguna secuencia de categorías léxicas que tiene en su catálogo, procesa la secuencia, y continúa inmediatamente después de la secuencia procesada.

source: És a dir, quan la revisió no és més costosa que refer tota la traducció a mà.
es_es: Es decir, cuando la revisión no es más costosa que rehacer toda la traducción a mano.

source: És a dir, sense construir l'arbre complet.
es_es: Es decir, sin construir el árbol completo.

source: És açò possible?
es_es: ¿Esto es posible?

source: És ben segur que $L$ té mots polisèmics que en una altra llengua $L'$ tenen més d'una traducció, segons el sentit que se'n prenga.
es_es: Es bastante seguro que $L$ tenga palabras polisémicas que en otra lengua $Lo $ tienen más de una traducción, según el sentido que se tome.

source: És cert que aquests casos es podrien tractar de manera particular en un sistema de transferència sintàctica, fent la transformació corresponent en l'arbre d'anàlisi sintàctica per a cada verb específic (és a dir, fent una transferència estructural dependent del lèxic) però hi ha casos en què també convé oblidar l'estructura sintàctica concreta de la frase en LO i fixar-se més aviat en la semàntica, com per exemple quan cal resoldre ambigüitats causades per l'anàfora o l'el·lipsi (vegeu les pàgines i ).
es_es: Es cierto que estos casos se podrían tratar de manera particular en un sistema de transferencia sintáctica, haciendo la transformación correspondiente en el árbol de análisis sintáctico para cada verbo específico (es decir, haciendo una transferencia estructural dependiendo del léxico) pero hay casos en los que también conviene olvidar la estructura sintáctica concreta de la frase en LO y fijarse más bien en la semántica, como por ejemplo cuando hay que resolver ambigüedades causadas por la anáfora o la elipsis (véase las páginas y ).

source: És important indicar que en quasi totes les situacions d'assimilació el paper del traductor professional és inexistent, ja que el treball és de naturalesa molt diferent, i l'ús d'un traductor professional seria molt car i molt lent.
es_es: Es importante indicar que en casi todas las situaciones de asimilación el papel del traductor profesional es inexistente, puesto que el trabajo es de naturaleza muy diferente y el uso de un traductor profesional seria muy caro y muy lento.

source: És possible que ja us hàgeu adonat que el tok pisin té molt vocabulari pres de l'anglés, com a llengua de contacte que és.
es_es: Es posible que ya os hayáis dado cuenta que el tok pisin tiene mucho vocabulario tomado del inglés, como lengua de contacto que es.

source: és possible dissenyar un sistema de preedició interactiva per a autors monolingües?
es_es: ¿Es posible diseñar un sistema de preedición interactiva para autores monolingües?
